Repository: MochiLog/MochiLog
Catalog: MochiLog/Resources/strings/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans, zh_hant

# settings_display_diagnostic_normal
source: 設定上の表示は %d%% です。バッテリーに劣化の傾向が見られます。
de: Die Einstellungen zeigen %d%%. Die Batterie weist Verschleiß auf.
en: Settings display is %d%% — battery is showing signs of wear.
es: Ajustes muestra %d%%. La batería presenta signos de desgaste.
fr: Les réglages affichent %d%%. La batterie montre des signes d’usure.
ko: 설정 표시값은 %d%%입니다. 배터리에 마모 징후가 있습니다.
zh_hans: 设置中显示为%d%%。电池出现损耗迹象。
zh_hant: 設定中顯示為%d%%。電池出現耗損跡象。

# settings_display_diagnostic_slight
source: 設定上の表示は %d%% です。やや劣化していますが、まだ使用可能です。
de: Die Einstellungen zeigen %d%%. Die Batterie ist leicht verschlissen, aber weiterhin nutzbar.
en: Settings display is %d%% — battery is slightly degraded but still usable.
es: Ajustes muestra %d%%. La batería tiene un leve desgaste, pero sigue siendo utilizable.
fr: Les réglages affichent %d%%. La batterie est légèrement usée mais reste utilisable.
ko: 설정 표시값은 %d%%입니다. 약간 저하되었지만 아직 사용할 수 있습니다.
zh_hans: 设置中显示为%d%%。电池有轻度损耗，但仍可使用。
zh_hant: 設定中顯示為%d%%。電池有輕度耗損，但仍可使用。

# settings_title
source: 設定
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ko: 설정
zh_hans: 设置

# setup_now
source: 今すぐセットアップ
de: Jetzt einrichten
en: Setup Now
es: Configurar ahora
fr: Configurer maintenant
ko: 지금 설정
zh_hans: 立即设置
zh_hant: 立即設定

# setup_shortcut
source: ショートカットをセットアップ
de: Kurzbefehl einrichten
en: Setup Shortcut
es: Configurar atajo
fr: Configurer le raccourci
ko: 단축어 설정
zh_hans: 设置快捷指令
zh_hant: 設定捷徑

# setup_shortcut_description
source: 解析データを開くショートカットをインストールします
de: Installiere den Kurzbefehl zum Öffnen der Analysedaten
en: Install the shortcut to open analytics data
es: Instala el atajo para abrir los datos de análisis
fr: Installez le raccourci pour ouvrir les données d’analyse
ko: 분석 데이터를 여는 단축어 설치
zh_hans: 安装用于打开分析数据的快捷指令
zh_hant: 安裝用來開啟分析資料的捷徑

# share
source: 共有
de: Teilen
en: Share
es: Compartir
fr: Partager
ko: 공유
zh_hans: 共享
zh_hant: 分享

# share_days
source: %d日間
de: %d Tage
en: %d days
es: %d días
fr: %d jours
ko: %d일
zh_hans: %d天
zh_hant: %d天

# share_label
source: 共有
de: Teilen
en: Share
es: Compartir
fr: Partager
ko: 공유
zh_hans: 共享
zh_hant: 分享

# share_title
source: 🔋 バッテリーレポート
de: 🔋 Batteriebericht
en: 🔋 Battery Report
es: 🔋 Informe de batería
fr: 🔋 Rapport de batterie
ko: 🔋 배터리 보고서
zh_hans: 🔋 电池报告
zh_hant: 🔋 電池報告

# share_usage_period
source: 使用期間
de: Nutzungsdauer
en: Usage Period
es: Período de uso
fr: Durée d’utilisation
ko: 사용 기간
zh_hans: 使用时长
zh_hant: 使用時間

# share_years_days
source: %d年%d日
de: %d Jahre und %d Tage
en: %d years %d days
es: %d años y %d días
fr: %d ans et %d jours
ko: %d년 %d일
zh_hans: %d年%d天
zh_hant: %d年%d天

# shortcut_required_message
source: 解析データを確認するには、先にショートカットをセットアップしてください。
de: Richte zuerst den Kurzbefehl ein, um die Analysedaten anzuzeigen.
en: Please set up the shortcut first to view analytics data.
es: Configura primero el atajo para ver los datos de análisis.
fr: Configurez d’abord le raccourci pour consulter les données d’analyse.
ko: 분석 데이터를 보려면 먼저 단축어를 설정하세요.
zh_hans: 请先设置快捷指令，以查看分析数据。
zh_hant: 請先設定捷徑，以檢視分析資料。

# shortcut_required_title
source: ショートカットが必要です
de: Kurzbefehl erforderlich
en: Shortcut Required
es: Se necesita un atajo
fr: Raccourci nécessaire
ko: 단축어 필요
zh_hans: 需要快捷指令
zh_hant: 需要捷徑

# show_popup_on_load
source: 読み込み後デバッグログを表示
de: Debug-Protokoll nach dem Laden anzeigen
en: Show debug log after loading
es: Mostrar el registro de depuración tras cargar
fr: Afficher le journal de débogage après le chargement
ko: 불러온 후 디버그 로그 표시
zh_hans: 加载后显示调试日志
zh_hant: 載入後顯示偵錯日誌

# show_record_info
source: ログ詳細のiマークを表示
de: Infotasten anzeigen
en: Show Info Buttons
es: Mostrar botones de información
fr: Afficher les boutons d’information
ko: 설명 버튼 표시
zh_hans: 显示说明按钮
zh_hant: 顯示說明按鈕

# show_record_info_description
source: 各項目の説明ボタンを表示します。
de: Zeigt Erklärungstasten neben den Logdetails.
en: Show explanation buttons beside log details.
es: Muestra botones de explicación junto a los detalles.
fr: Affiche les boutons d’explication à côté des détails.
ko: 로그 상세 정보 옆에 설명 버튼을 표시합니다.
zh_hans: 在日志详情旁显示说明按钮。
zh_hant: 在日誌詳細資料旁顯示說明按鈕。

# sim_profile
source: 容量プロファイル
de: Kapazitätsprofil
en: Capacity profile
es: Perfil de capacidad
fr: Profil de capacité
ko: 용량 프로필
zh_hans: 容量配置
zh_hant: 容量設定

# sim_profile_esim
source: eSIMモデル
de: eSIM-Modell
en: eSIM model
es: Modelo eSIM
fr: Modèle eSIM
ko: eSIM 모델
zh_hans: eSIM 机型
zh_hant: eSIM 機型

# sim_profile_physical_hk
source: 物理SIMモデル（香港・中国本土版）
de: Modell mit physischer SIM (Hongkong / Festlandchina)
en: Physical SIM model (Hong Kong / China mainland)
es: Modelo con SIM física (Hong Kong / China continental)
fr: Modèle avec SIM physique (Hong Kong / Chine continentale)
ko: 물리 SIM 모델(홍콩·중국 본토)
zh_hans: 实体 SIM 机型（香港及中国大陆版）
zh_hant: 實體 SIM 機型（香港及中國大陸版）

# sort_devices
source: 端末の並び替え
de: Geräte sortieren
en: Sort Devices
es: Ordenar dispositivos
fr: Trier les appareils
ko: 기기 순서 변경
zh_hans: 设备排序
zh_hant: 裝置排序

# standard_models
source: 標準モデル
de: Standardmodelle
en: Standard Models
es: Modelos estándar
fr: Modèles standard
ko: 표준 모델
zh_hans: 标准机型
zh_hant: 標準機型

# stat_average_actual
source: 平均実測容量
de: Durchschnittliche gemessene Kapazität
en: Average Actual Health
es: Capacidad real media
fr: Capacité mesurée moyenne
ko: 평균 실측 용량
zh_hans: 平均实测容量
zh_hant: 平均實測容量

# stat_average_nominal
source: 平均公称容量
de: Durchschnittliche Nennkapazität
en: Average Nominal Health
es: Capacidad nominal media
fr: Capacité nominale moyenne
ko: 평균 공칭 용량
zh_hans: 平均标称容量
zh_hant: 平均標稱容量

# stat_latest_actual
source: 最新実測容量
de: Neueste gemessene Kapazität
en: Latest Actual Health
es: Última capacidad real
fr: Dernière capacité mesurée
ko: 최근 실측 용량
zh_hans: 最新实测容量
zh_hant: 最新實測容量

# stat_latest_nominal
source: 最新公称容量
de: Neueste Nennkapazität
en: Latest Nominal Health
es: Última capacidad nominal
fr: Dernière capacité nominale
ko: 최근 공칭 용량
zh_hans: 最新标称容量
zh_hant: 最新標稱容量

# statistics
source: 統計
de: Statistik
en: Statistics
es: Estadísticas
fr: Statistiques
ko: 통계
zh_hans: 统计

# statistics_empty
source: この期間には記録がありません。
de: Keine Einträge in diesem Zeitraum.
en: No records in this period.
es: No hay registros en este período.
fr: Aucun relevé sur cette période.
ko: 이 기간에는 기록이 없습니다.
zh_hans: 此期间没有记录。
zh_hant: 此期間沒有記錄。

# statistics_scope
source: 表示期間内の記録を端末ごとに集計。変化は最初と最新の記録の差です。
de: Einträge je Gerät im angezeigten Zeitraum. Die Änderung vergleicht den letzten mit dem ersten Eintrag.
en: Grouped by device for the displayed period. Change compares the latest reading with the first.
es: Registros por dispositivo del período mostrado. El cambio compara el último registro con el primero.
fr: Relevés par appareil sur la période affichée. L’évolution compare le dernier relevé au premier.
ko: 표시 기간의 기록을 기기별로 집계합니다. 변화는 최신 기록과 첫 기록의 차이입니다.
zh_hans: 按设备汇总所示期间的记录。变化为最新与最早记录之差。
zh_hant: 依裝置彙整所示期間的記錄。變化為最新與最早記錄之差。

# storage
source: ストレージ
de: Speicher
en: Storage
es: Almacenamiento
fr: Stockage
ko: 저장 공간
zh_hans: 存储空间
zh_hant: 儲存空間

# SUNNY 23°
source: 晴れ 23°
de: SONNIG 23°
en: SUNNY 23°
es: SOLEADO 23°
fr: ENSOLEILLÉ 23°
ko: 맑음 23°
zh_hans: 晴 23°
zh_hant: 晴 23°

# support
source: サポート
de: Support
en: Support
es: Soporte
fr: Assistance
ko: 지원
zh_hans: 支持
zh_hant: 支援

# tab_analytics
source: 分析
de: Analyse
en: Analytics
es: Análisis
fr: Analyse
ko: 분석

# tab_home
source: ホーム
de: Start
en: Home
es: Inicio
fr: Accueil
ko: 홈
zh_hans: 首页
zh_hant: 首頁

# tab_settings
source: 設定
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ko: 설정
zh_hans: 设置

# temperature_daily
source: 温度（日次）
de: Tagestemperatur
en: Temperature (Daily)
es: Temperatura diaria
fr: Température quotidienne
ko: 일일 온도
zh_hans: 每日温度
zh_hant: 每日溫度

# terms_of_use
source: 利用規約
de: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
fr: Conditions d’utilisation
ko: 이용 약관
zh_hans: 使用条款
zh_hant: 使用條款

# terms_of_use_description
source: 利用規約を確認できます
de: Nutzungsbedingungen anzeigen
en: View the terms of use
es: Consultar las condiciones de uso
fr: Consulter les conditions d’utilisation
ko: 이용 약관 보기
zh_hans: 查看使用条款
zh_hant: 檢視使用條款

# terms_of_use_subtitle
source: アプリ利用に関する規約と免責事項
de: Nutzungsbedingungen und Haftungsausschlüsse
en: App usage terms and disclaimers
es: Condiciones de uso y exenciones de responsabilidad
fr: Conditions d’utilisation et clauses de non-responsabilité
ko: 앱 이용 약관 및 면책 사항
zh_hans: 应用使用条款和免责声明
zh_hant: App使用條款與免責聲明

# terms_of_use_title
source: 利用規約
de: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
fr: Conditions d’utilisation
ko: 이용 약관
zh_hans: 使用条款
zh_hant: 使用條款

# terms_of_use_unavailable
source: 利用規約を読み込めませんでした。
de: Die Nutzungsbedingungen konnten nicht geladen werden.
en: Unable to load terms of use.
es: No se pudieron cargar los términos de uso.
fr: Impossible de charger les conditions d’utilisation.
ko: 이용 약관을 불러올 수 없습니다.
zh_hans: 无法加载使用条款。
zh_hant: 無法載入使用條款。

# theme_color_blue
source: 青
de: Blau
en: Blue
es: Azul
fr: Bleu
ko: 파란색
zh_hans: 蓝色
zh_hant: 藍色

# theme_color_green
source: 緑
de: Grün
en: Green
es: Verde
fr: Vert
ko: 초록색
zh_hans: 绿色
zh_hant: 綠色

# theme_color_orange
source: オレンジ
de: Orange
en: Orange
es: Naranja
fr: Orange
ko: 주황색
zh_hans: 橙色
zh_hant: 橘色

# theme_color_purple
source: 紫
de: Lila
en: Purple
es: Morado
fr: Violet
ko: 보라색
zh_hans: 紫色
zh_hant: 紫色

# threshold_label
source: しきい値
de: Grenzwert
en: Threshold
es: Umbral
fr: Seuil
ko: 기준값
zh_hans: 阈值
zh_hant: 門檻值

# title
source: 処理結果
de: Importergebnisse
en: Import results
es: Resultados de importación
fr: Résultats de l’importation
ko: 가져오기 결과
zh_hans: 导入结果
zh_hant: 匯入結果

# tutorial
source: チュートリアル
de: Anleitung
en: Tutorial
es: Tutorial
fr: Tutoriel
ko: 튜토리얼
zh_hans: 教程
zh_hant: 教學

# tutorial_description
source: 基本操作や設定の流れを確認できます
de: Grundlegende Bedienung und Einrichtung ansehen
en: Learn basic operations and setup flow
es: Consulta las operaciones básicas y el proceso de configuración
fr: Découvrez les fonctions de base et les étapes de configuration
ko: 기본 사용법과 설정 과정 알아보기
zh_hans: 了解基本操作和设置流程
zh_hant: 瞭解基本操作和設定流程

# unknown
source: 不明
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

# unknown_device
source: デバイス不明
de: Unbekanntes Gerät
en: Unknown device
es: Dispositivo desconocido
fr: Appareil inconnu
ko: 알 수 없는 기기
zh_hans: 未知设备
zh_hant: 未知裝置

# validation_threshold
source: バリデーション閾値 (倍率)
de: Prüfgrenzwert (Faktor)
en: Validation Threshold (Multiplier)
es: Umbral de validación (multiplicador)
fr: Seuil de validation (multiplicateur)
ko: 유효성 검사 기준(배수)
zh_hans: 验证阈值（倍数）
zh_hant: 驗證門檻（倍數）

# validation_threshold_description
source: ログの設計容量が端末スペックの N倍以上、または 1/N以下の時にエラーにします。
de: Zeigt einen Fehler, wenn die Auslegungskapazität im Protokoll mindestens das N-Fache oder höchstens 1/N der Gerätespezifikation beträgt.
en: Errors when log design capacity is N times or 1/N of device specs.
es: Muestra un error si la capacidad de diseño del registro es al menos N veces o como máximo 1/N de la especificada para el dispositivo.
fr: Signale une erreur si la capacité nominale du journal atteint N fois celle de l’appareil ou ne dépasse pas 1/N de celle-ci.
ko: 로그의 설계 용량이 기기 사양의 N배 이상이거나 1/N 이하이면 오류로 처리합니다.
zh_hans: 日志中的设计容量大于等于设备规格的 N 倍或小于等于 1/N 时，显示错误。
zh_hant: 日誌中的設計容量大於等於裝置規格的 N 倍或小於等於 1/N 時，顯示錯誤。

# video_tutorial
source: 動画チュートリアル
de: Videoanleitung
en: Video Tutorial
es: Tutorial en vídeo
fr: Tutoriel vidéo
ko: 동영상 튜토리얼
zh_hans: 视频教程
zh_hant: 影片教學

# view_analytics_data
source: 解析データページへ移動
de: Zu den Analysedaten
en: Go to Analytics Data
es: Ir a los datos de análisis
fr: Accéder aux données d’analyse
ko: 분석 데이터로 이동
zh_hans: 前往分析数据
zh_hant: 前往分析資料

# view_analytics_data_description
source: iOSの診断・使用状況データページに移動します
de: Öffnet die iOS-Einstellungen für Diagnose- und Nutzungsdaten
en: Navigate to iOS diagnostic and usage data settings
es: Abre los ajustes de datos de diagnóstico y uso de iOS
fr: Accédez aux réglages des données de diagnostic et d’utilisation d’iOS
ko: iOS 진단 및 사용 데이터 설정으로 이동
zh_hans: 前往 iOS 诊断与使用数据设置
zh_hant: 前往 iOS 診斷與使用狀況資料設定

# view_error_logs
source: エラーログを表示
de: Fehlerprotokolle anzeigen
en: View Error Logs
es: Ver registros de errores
fr: Voir les journaux d’erreurs
ko: 오류 로그 보기
zh_hans: 查看错误日志
zh_hant: 檢視錯誤日誌

# view_full_license
source: 完全なライセンスを表示
de: Vollständige Lizenz anzeigen
en: View Full License
es: Ver licencia completa
fr: Voir la licence complète
ko: 전체 라이선스 보기
zh_hans: 查看完整许可证
zh_hant: 檢視完整授權條款

# view_log
source: ログを表示
de: Protokoll ansehen
en: View Log
es: Ver registro
fr: Voir le journal
ko: 로그 보기
zh_hans: 查看日志
zh_hant: 檢視日誌

# view_on_github
source: GitHubで表示
de: Auf GitHub ansehen
en: View on GitHub
es: Ver en GitHub
fr: Voir sur GitHub
ko: GitHub에서 보기
zh_hans: 在 GitHub 上查看
zh_hant: 在 GitHub 上檢視

# view_sample_data
source: サンプルデータを見る
de: Beispieldaten ansehen
en: View Sample Data
es: Ver datos de ejemplo
fr: Voir les données d’exemple
ko: 샘플 데이터 보기
zh_hans: 查看示例数据
zh_hant: 檢視範例資料

# view_tutorial
source: チュートリアルを見る
de: Anleitung ansehen
en: View Tutorial
es: Ver tutorial
fr: Voir le tutoriel
ko: 튜토리얼 보기
zh_hans: 查看教程
zh_hant: 查看教學

# voltage
source: 電圧
de: Spannung
en: Voltage
es: Voltaje
fr: Tension
ko: 전압
zh_hans: 电压
zh_hant: 電壓

# watch_not_registered
source: Apple Watchが登録されていません。設定から登録してください。
de: Keine Apple Watch registriert. Füge eine in den Einstellungen hinzu.
en: No Apple Watch is registered. Add one in Settings.
es: No hay ningún Apple Watch registrado. Añade uno en Ajustes.
fr: Aucune Apple Watch enregistrée. Ajoutez-en une dans Réglages.
ko: 등록된 Apple Watch가 없습니다. 설정에서 추가하세요.
zh_hans: 尚未注册 Apple Watch。请在设置中添加。
zh_hant: 尚未登錄 Apple Watch。請在設定中新增。

# watch_selection_description
source: Apple Watchのログを解析する際に自動で使用されます
de: Wird automatisch beim Auswerten von Apple-Watch-Protokollen verwendet
en: This will be used automatically when parsing Apple Watch logs
es: Se usará automáticamente al analizar registros de Apple Watch
fr: Ce modèle sera utilisé automatiquement pour analyser les journaux Apple Watch
ko: Apple Watch 로그를 분석할 때 자동으로 사용됩니다
zh_hans: 解析 Apple Watch 日志时自动使用此型号
zh_hant: 解析 Apple Watch 日誌時自動使用此型號

# watch_video_tutorial
source: 動画チュートリアルを見る
de: Videoanleitung ansehen
en: Watch Video Tutorial
es: Ver tutorial en vídeo
fr: Regarder le tutoriel vidéo
ko: 동영상 튜토리얼 보기
zh_hans: 观看视频教程
zh_hant: 觀看影片教學

# your_name
source: お名前
de: Dein Name
en: Your Name
es: Tu nombre
fr: Votre nom
ko: 이름
zh_hans: 您的姓名
zh_hant: 您的姓名

source: エラー詳細
de: Fehlerdetails
en: Error Details
es: Detalles del error
fr: Détails de l’erreur
ko: 오류 세부 정보
zh_hans: 错误详情
zh_hant: 錯誤詳細資訊

source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: このエラー情報をコピーして開発者にお送りください。
de: Kopiere diese Fehlerinformationen und sende sie an den Entwickler.
en: Copy this error information and send it to the developer.
es: Copia esta información del error y envíala al desarrollador.
fr: Copiez ces informations d’erreur et envoyez-les au développeur.
ko: 이 오류 정보를 복사하여 개발자에게 보내주세요.
zh_hans: 请复制此错误信息并发送给开发者。
zh_hant: 請複製此錯誤資訊並傳送給開發者。

source: このログはiPhone Airのものですか、それともiPhone Air MagSafeバッテリーのものですか？
de: Stammt dieses Protokoll vom iPhone Air oder seiner MagSafe-Batterie?
en: Is this log from an iPhone Air or an iPhone Air MagSafe Battery?
es: ¿Este registro pertenece al iPhone Air o a su batería MagSafe?
fr: Ce journal provient-il de l’iPhone Air ou de sa batterie MagSafe ?
ko: 이 로그는 iPhone Air의 로그인가요, iPhone Air MagSafe 배터리의 로그인가요?
zh_hans: 此日志来自iPhone Air还是iPhone Air MagSafe电池？
zh_hant: 此日誌來自iPhone Air還是iPhone Air MagSafe電池？

source: コピー
de: Kopieren
en: Copy
es: Copiar
fr: Copier
ko: 복사
zh_hans: 复制
zh_hant: 複製

source: サーバー
de: Server
en: Server
es: Servidor
fr: Serveur
ko: 서버
zh_hans: 服务器
zh_hant: 伺服器

source: サーバーのデータを優先
de: Serverdaten bevorzugen
en: Prefer Server Data
es: Preferir los datos del servidor
fr: Privilégier les données du serveur
ko: 서버 데이터 우선
zh_hans: 优先保留服务器数据
zh_hant: 優先保留伺服器資料

source: タップしてどちらのデータを優先するか選択してください。
de: Tippe, um die zu bevorzugenden Daten auszuwählen.
en: Tap to choose which data to keep.
es: Toca para elegir qué datos conservar.
fr: Touchez pour choisir les données à privilégier.
ko: 탭하여 우선할 데이터를 선택하세요.
zh_hans: 点击以选择要优先保留的数据。
zh_hant: 點選以選擇要優先保留的資料。

source: データをインポート中
de: Daten werden importiert
en: Importing Data
es: Importando datos
fr: Importation des données
ko: 데이터 가져오는 중
zh_hans: 正在导入数据
zh_hant: 正在匯入資料

source: データを保存しています…
de: Daten werden gespeichert …
en: Saving data…
es: Guardando datos…
fr: Enregistrement des données…
ko: 데이터 저장 중…
zh_hans: 正在保存数据…
zh_hant: 正在儲存資料…

source: データを解析しています…
de: Daten werden analysiert …
en: Analyzing data…
es: Analizando datos…
fr: Analyse des données…
ko: 데이터 분석 중…
zh_hans: 正在解析数据…
zh_hant: 正在解析資料…

source: テスト用の擬似的な競合を発生させます。その後、iCloud同期設定画面を開いて動作を確認してください。
de: Erzeugt einen simulierten Konflikt zum Testen. Öffne danach die iCloud-Synchronisierungseinstellungen zur Prüfung.
en: Create a simulated conflict for testing. Then open iCloud sync settings to check the behavior.
es: Crea un conflicto simulado para pruebas. Después abre los ajustes de sincronización con iCloud para comprobarlo.
fr: Crée un conflit simulé pour les tests. Ouvrez ensuite les réglages de synchronisation iCloud pour vérifier le comportement.
ko: 테스트용 충돌을 생성합니다. 이후 iCloud 동기화 설정에서 동작을 확인하세요.
zh_hans: 创建模拟冲突以供测试。随后打开iCloud同步设置以检查行为。
zh_hant: 建立模擬衝突供測試。接著開啟iCloud同步設定以檢查行為。

source: デバイスの選択
de: Geräteauswahl
en: Select Device
es: Selección de dispositivo
fr: Choix de l’appareil
ko: 기기 선택
zh_hans: 选择设备
zh_hant: 選擇裝置

source: デバイス不明
de: Unbekanntes Gerät
en: Unknown Device
es: Dispositivo desconocido
fr: Appareil inconnu
ko: 알 수 없는 기기
zh_hans: 未知设备
zh_hant: 未知裝置

source: デバイス識別子の上書き
de: Gerätekennung überschreiben
en: Override Device Identifier
es: Sustituir identificador del dispositivo
fr: Remplacer l’identifiant de l’appareil
ko: 기기 식별자 재정의
zh_hans: 覆盖设备标识符
zh_hant: 覆寫裝置識別碼

source: デバッグ
de: Debugging
en: Debug
es: Depuración
fr: Débogage
ko: 디버그
zh_hans: 调试
zh_hant: 偵錯

source: デバッグ用の設定とツール
de: Debugging-Einstellungen und -Werkzeuge
en: Debug settings and tools
es: Ajustes y herramientas de depuración
fr: Réglages et outils de débogage
ko: 디버그 설정 및 도구
zh_hans: 调试设置和工具
zh_hant: 偵錯設定與工具

source: バージョン番号
de: Versionsnummer
en: Version Number
es: Número de versión
fr: Numéro de version
ko: 버전 번호
zh_hans: 版本号
zh_hant: 版本號碼

source: バージョン管理
de: Versionsverwaltung
en: Version Management
es: Gestión de versiones
fr: Gestion des versions
ko: 버전 관리
zh_hans: 版本管理
zh_hant: 版本管理

source: ファイルを読み込んでいます…
de: Datei wird gelesen …
en: Reading file…
es: Leyendo el archivo…
fr: Lecture du fichier…
ko: 파일 읽는 중…
zh_hans: 正在读取文件…
zh_hant: 正在讀取檔案…

source: マイグレーション
de: Datenmigration
en: Migrations
es: Migración
fr: Migration
ko: 데이터 마이그레이션
zh_hans: 数据迁移
zh_hant: 資料移轉

source: マイグレーションをリセット
de: Migrationen zurücksetzen
en: Reset Migrations
es: Restablecer migraciones
fr: Réinitialiser les migrations
ko: 마이그레이션 초기화
zh_hans: 重置数据迁移
zh_hant: 重設資料移轉

source: マイグレーションをリセットすると、次回起動時に再実行されます。データ破損の可能性があるため注意してください。
de: Die Migrationen werden beim nächsten Start erneut ausgeführt. Achtung: Dabei können Daten beschädigt werden.
en: Resetting migrations runs them again on the next launch. Be careful: this may damage data.
es: Las migraciones volverán a ejecutarse al reiniciar. Ten cuidado: los datos podrían dañarse.
fr: Les migrations seront réexécutées au prochain lancement. Attention : cela peut endommager les données.
ko: 초기화하면 다음 실행 시 마이그레이션이 다시 실행됩니다. 데이터가 손상될 수 있으니 주의하세요.
zh_hans: 重置后将在下次启动时重新执行数据迁移。请注意，这可能导致数据损坏。
zh_hant: 重設後會在下次啟動時重新執行資料移轉。請注意，這可能導致資料損毀。

source: リセット
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
ko: 초기화
zh_hans: 重置
zh_hant: 重設

source: レコードを変換しています…
de: Datensätze werden konvertiert …
en: Converting records…
es: Convirtiendo registros…
fr: Conversion des relevés…
ko: 기록 변환 중…
zh_hans: 正在转换记录…
zh_hant: 正在轉換紀錄…

source: ローカル
de: Lokal
en: Local
es: Local
fr: Local
ko: 로컬
zh_hans: 本地
zh_hant: 本機

source: ローカルのデータを優先
de: Lokale Daten bevorzugen
en: Prefer Local Data
es: Preferir los datos locales
fr: Privilégier les données locales
ko: 로컬 데이터 우선
zh_hans: 优先保留本地数据
zh_hant: 優先保留本機資料

source: 両方残す (新しい記録として複製)
de: Beide behalten (als neuen Datensatz kopieren)
en: Keep Both (duplicate as a new record)
es: Conservar ambos (duplicar como nuevo registro)
fr: Conserver les deux (dupliquer en nouveau relevé)
ko: 둘 다 유지(새 기록으로 복제)
zh_hans: 保留两者（复制为新记录）
zh_hant: 保留兩者（複製為新紀錄）

source: 今すぐ強制同期
de: Synchronisierung jetzt erzwingen
en: Force Sync Now
es: Forzar sincronización ahora
fr: Forcer la synchronisation
ko: 지금 강제 동기화
zh_hans: 立即强制同步
zh_hant: 立即強制同步

source: 他デバイスのデータを引き出すタイミングはAppleのサーバーが决定します。数秒〜数分かかる場合があります
de: Apple-Server bestimmen, wann Daten anderer Geräte eintreffen. Das kann einige Sekunden bis mehrere Minuten dauern.
en: Apple servers determine when data from other devices arrives. This may take a few seconds to several minutes.
es: Los servidores de Apple deciden cuándo llegan los datos de otros dispositivos. Puede tardar de unos segundos a varios minutos.
fr: Les serveurs Apple déterminent quand les données des autres appareils arrivent. Cela peut prendre de quelques secondes à plusieurs minutes.
ko: 다른 기기의 데이터 수신 시점은 Apple 서버가 결정하며, 몇 초에서 몇 분이 걸릴 수 있습니다.
zh_hans: 其他设备的数据何时送达由 Apple 服务器决定，可能需要几秒到几分钟。
zh_hant: 其他裝置的資料何時送達由 Apple 伺服器決定，可能需要幾秒到幾分鐘。

source: 例: iPhone16,1
de: Z. B. iPhone16,1
en: Example: iPhone16,1
es: Ej.: iPhone16,1
fr: Ex. : iPhone16,1
ko: 예: iPhone16,1
zh_hans: 例如：iPhone16,1
zh_hant: 例如：iPhone16,1

source: 全UserDefaultsをリセット
de: Alle UserDefaults zurücksetzen
en: Reset All UserDefaults
es: Restablecer todos los UserDefaults
fr: Réinitialiser tous les UserDefaults
ko: 모든 UserDefaults 초기화
zh_hans: 重置所有UserDefaults
zh_hant: 重設所有UserDefaults

source: 全てのマイグレーションフラグをリセットします。次回起動時に再実行されます。
de: Setzt alle Migrationsmarkierungen zurück. Beim nächsten Start werden die Migrationen erneut ausgeführt.
en: Reset all migration flags. Migrations will run again on the next launch.
es: Restablece todas las marcas de migración. Las migraciones se repetirán al iniciar de nuevo.
fr: Réinitialise tous les indicateurs de migration. Les migrations seront réexécutées au prochain lancement.
ko: 모든 마이그레이션 플래그를 초기화합니다. 다음 실행 시 다시 수행됩니다.
zh_hans: 重置所有数据迁移标记。下次启动时将重新执行迁移。
zh_hant: 重設所有資料移轉標記。下次啟動時會重新執行移轉。

source: 全ての設定とフラグがリセットされます。アプリを再起動してください。
de: Alle Einstellungen und Markierungen wurden zurückgesetzt. Starte die App neu.
en: All settings and flags have been reset. Restart the app.
es: Se restablecieron todos los ajustes y las marcas. Reinicia la app.
fr: Tous les réglages et indicateurs ont été réinitialisés. Redémarrez l’app.
ko: 모든 설정과 플래그가 초기화되었습니다. 앱을 다시 실행하세요.
zh_hans: 所有设置和标记已重置。请重新启动应用。
zh_hant: 所有設定與標記已重設。請重新啟動App。

source: 全マイグレーションをリセット
de: Alle Migrationen zurücksetzen
en: Reset All Migrations
es: Restablecer todas las migraciones
fr: Réinitialiser toutes les migrations
ko: 모든 마이그레이션 초기화
zh_hans: 重置所有数据迁移
zh_hant: 重設所有資料移轉

source: 最大容量(mAh)
de: Maximale Kapazität (mAh)
en: Maximum Capacity (mAh)
es: Capacidad máxima (mAh)
fr: Capacité maximale (mAh)
ko: 최대 용량(mAh)

source: 最後に確認したバージョン
de: Zuletzt gesehene Version
en: Last Seen Version
es: Última versión vista
fr: Dernière version consultée
ko: 마지막 확인 버전
zh_hans: 上次查看的版本
zh_hant: 上次查看的版本

source: 最終同期
de: Letzte Synchronisierung
en: Last Sync
es: Última sincronización
fr: Dernière synchronisation
ko: 마지막 동기화
zh_hans: 上次同步
zh_hant: 上次同步

source: 処理結果
de: Importergebnisse
en: Import Results
es: Resultados de importación
fr: Résultats de l’importation
ko: 가져오기 결과
zh_hans: 导入结果
zh_hant: 匯入結果

source: 危険な操作
de: Gefährliche Aktionen
en: Dangerous Operations
es: Operaciones peligrosas
fr: Opérations dangereuses
ko: 위험한 작업
zh_hans: 危险操作
zh_hant: 危險操作
